import org.junit.jupiter.api.Test;

public class HomeworkDelfi {
    @Test
//    public void secondArticleTitle {
//        // открыть браузер
//
//    // Найти количество комментариев во второй статье
//
//    // Скопировать количество и сохранить их в переменной
//
//    // Найти название второй статьи
//
//    // Кликнуть на статью
//
//    // Найти количество комментариев в открывшейся статье
//
//    // Скопировать количество комментариев в открывшейся статье
//
//    // Сохранить их в переменную
//
//    // Кликнуть на комментарии
//
//    // Найти количество комментариев в странице комментов
//
//    // Скопировать их в переменную
//
//    // Сравнить первую переменную со второй
//
//    // Если результат положительный, сравнить вторую переменную с третьей
//
//    }
//}
